[
    {       
        "id": 1,
        "name" : "Солдат",
        "img-link": "",
        "description" : "Начинающий солдат, как правило, служит в регулярных войсках или городской гвардии. С другой стороны они также могут быть членами банд, вышибалами в барах, наемниками и т.д. Для представителей этого класса характерны неплохая физическая подготовка, склонность к соблюдению дисциплины. Они хорошо обращаются со всеми видами оружия, щитами, и всеми видами брони, но только на базовом уровне. Со временем каждый солдат приобретает специализацию и вырабатывает свой стиль ведения боя.",
        "attributes" : {
            "Strength": 2,
            "Agility": 1,
            "Constitution": 1,
            "Perception": 0,
            "Intelligence": 0,
            "Spirit": 0,
            "Charisma": 0
        },
        "talent": [],
        "skills": []
    },
    {       
        "id": 2,
        "name" : "Рейнджер",
        "img-link": "",
        "description" : "Рейнджерами становятся военные разведчики, частные детективы и ищейки, охотники и прочие, кому требуется навык выслеживания и бесшумного передвижения. Это ловкачи, для которых характерна повышенная ловкость, зоркий глаз и способность быстро реагировать на изменения в окружающем мире. В бою предпочитают полагаться на легкое оружие и средние доспехи, особенно искусны в использовании дальнобойного оружия.",
        "attributes" : {
            "Strength": 0,
            "Agility": 2,
            "Constitution": 0,
            "Perception": 2,
            "Intelligence": 0,
            "Spirit": 0,
            "Charisma": 0
        },
        "talent": [],
        "skills": [{"name": "Обостренные чувства"}]
    },
    {       
        "id": 3,
        "name" : "Варвар",
        "img-link": "",
        "description" : "Дикий воин, полагающийся на выдающиеся физические качества более, чем на воинское искусство. Часто — обладает исключительным здоровьем и повышенной живучестью, хорошим владением оружием, при этом обычно подчёркивается превосходство атаки над защитой. Варвар скорее боец-одиночка, чем ориентированный на действие в группе персонаж.",
        "attributes" : {
            "Strength": 2,
            "Agility": 0,
            "Constitution": 2,
            "Perception": 0,
            "Intelligence": 0,
            "Spirit": 0,
            "Charisma": 0
        },
        "talent": [],
        "skills": [{"name": "Боевые Инстинкты"}]
    },
    {       
        "id": 4,
        "name" : "Плут",
        "img-link": "",
        "description" : "Плуты,  как правило, ловкие воришки или бесшумные убийцы, однако не стоит судить о них как о негативных персонажах. Чаще всего это просто те, кому выпала нелегкая судьба, и кто пробивался по жизни хитростью и ловкостью своих пальцев. В бою полагаются на легкое оружие и легкие или средние доспехи.",
        "attributes" : {
            "Strength": 0,
            "Agility": 2,
            "Constitution": 0,
            "Perception": 2,
            "Intelligence": 0,
            "Spirit": 0,
            "Charisma": 1
        },
        "talent": [],
        "skills": [{"name": "Врожденная Хитрость"}]
    },
    {       
        "id": 5,
        "name" : "Монах",
        "img-link": "",
        "description" : "Под робами этих странствующих отшельников нередко скрываются могучие и ловкие тела, которые они укрепляют за счет Эттера сосредоточенного внутри них самих. В бою их тела становятся не менее смертоносными, чем любой меч, потому зачастую они отвергают путь оружия и доспехов.",
        "attributes" : {
            "Strength": 0,
            "Agility": 1,
            "Constitution": 1,
            "Perception": 0,
            "Intelligence": 0,
            "Spirit": 2,
            "Charisma": 0
        },
        "talent": [],
        "skills": []
    },
    {       
        "id": 6,
        "name" : "Клирик",
        "img-link": "",
        "description" : "– «Голос вещающий». Клирики черпаю энергию Эттера не из внешнего мира, а заимствуют его у высшего существа (бога, древнего создания, могущественного демона и т.д.). Не блещущее навыками ведения боя, они, тем не менее, представляют серьезную опасность благодаря своим священным искусствам, спектр которых разнится в зависимости от существа дарующего им силу. Во время молитв и обрядов они накапливают энергию внутри, после чего способны высвобождать ее подобно магам, однако сам процесс сотворения заклинаний не является статичным и может разниться в зависимости от предпочтений объекта поклонения.",
        "attributes" : {
            "Strength": 0,
            "Agility": 0,
            "Constitution": 0,
            "Perception": 0,
            "Intelligence": 0,
            "Spirit": 3,
            "Charisma": 1
        },
        "talent": [],
        "skills": []
    },
    {       
        "id": 7,
        "name" : "Паладин",
        "img-link": "",
        "description" : "«Длань защищающая». Подобно клирикам, паладины служат щитом некоторой господствующей над ними силы, защищая ее интересы. Они могут быть не столь искусны в использовании священных искусств, а те, что есть, направлены на сохранение и усиление себя и союзников. В бою полагаются на свои доспехи и щиты.",
        "attributes" : {
            "Strength": 1,
            "Agility": 0,
            "Constitution": 2,
            "Perception": 0,
            "Intelligence": 0,
            "Spirit": 1,
            "Charisma": 0
        },
        "talent": [],
        "skills": []
    },
    {       
        "id": 8,
        "name" : "Инквизитор",
        "img-link": "",
        "description" : "«Длань карающая». Инквизиторы – обратная сторона паладинов. Не слишком пекущиеся о собственной защите, они рвутся в бой с оружием наперевес, дабы «наносить добро и причинять справедливость». Их священные искусства нацелены прежде всего на подавление сил противника, как правило не нанося прямого урона, если не заходить в их использовании достаточно далеко. В бою полагаются на лезвийное оружие, средние и тяжелые доспехи.",
        "attributes" : {
            "Strength": 2,
            "Agility": 0,
            "Constitution": 1,
            "Perception": 0,
            "Intelligence": 0,
            "Spirit": 1,
            "Charisma": 0
        },
        "talent": [],
        "skills": []
    },
    {       
        "id": 9,
        "name" : "Арканист",
        "img-link": "",
        "description" : "Наиболее распространенный путь взаимодействия с энергией Эттера – стать арканистом. Члены арканума относятся к магии больше как к науке и творят свои заклинания при помощи сложных магических формул, комбинирующих в себе мощь интеллекта, силу воображения, понимание устройства мира и знание ключевых слов древнего наречия, которое по неизвестным причинам влияет на Вектор. Умелые арканисты почти не ограничены в сфере воздействия своего плетения, и могут воздействовать в равной степени как на окружающую энергию и материю, так и на сознание и тело. Однако чтобы достичь вершин мастерства им часто приходится сфокусироваться на изучении конкретной специализации.",
        "attributes" : {
            "Strength": 0,
            "Agility": 0,
            "Constitution": 0,
            "Perception": 1,
            "Intelligence": 2,
            "Spirit": 0,
            "Charisma": 1
        },
        "talent": [],
        "skills": [{"name": "Чувство Магии"}]
    },
    {       
        "id": 10,
        "name" : "Шаман",
        "img-link": "",
        "description" : "Довольно редкий дар шамана позволяет ему не только связываться с частицами Эттера, но слышать и даже взаимодействовать с теми частицами, что некогда были живыми существами. Таким образом, они могут временно возвращать телесность духам, использовать их энергию для усиления своих способностей, и делать связь с определенными духами еще более прочной. В бою предпочитают держаться в стороне, полагаясь на силу своих духовных фамильяров и используя тотемы для концентрации и распространения энергии на врагов и союзников.",
        "attributes" : {
            "Strength": 0,
            "Agility": 0,
            "Constitution": 0,
            "Perception": 1,
            "Intelligence": 1,
            "Spirit": 2,
            "Charisma": 0
        },
        "talent": [],
        "skills": [{"name": "Чувство Магии"}]
    },
    {       
        "id": 11,
        "name" : "Друид",
        "img-link": "",
        "description" : "Воспитанные в дикой природе, друиды обретают особую связь со средой своего обитания и обретают способность находить «места силы», связывая себя с ним. Именно эта связь служит источником их силы, позволяя призывать на помощь диких зверей, обрушивать гнев природы на головы своих врагов. Сила друида измеряется в прочности связи с природой, благодаря чему со временем оно обретает способность заимствовать эту силу напрямую, меня свое тело в угоду нуждам.",
        "attributes" : {
            "Strength": 0,
            "Agility": 0,
            "Constitution": 0,
            "Perception": 1,
            "Intelligence": 1,
            "Spirit": 1,
            "Charisma": 1
        },
        "talent": [],
        "skills": [{"name": "Чувство Магии"}]
    },
    {       
        "id": 12,
        "name" : "Сказатель",
        "img-link": "",
        "description" : "Существо, чья связь с Эттером достигается путем резонирования его голоса с энергией вокруг. На начальных этапах его сила действует очень ситуативно, но приобретая опыт использования этой силы, он обретает возможность прямо влиять на вещи силой звука. Сказатели часто становятся бардами, политиками, артистами, поскольку их голос обладает невероятной силой. Считается, что сказатели единственные, кому подвластна исконная магия, но на деле есть много условностей и оговорок, ограничивающих их возможности.",
        "attributes" : {
            "Strength": 0,
            "Agility": 0,
            "Constitution": 0,
            "Perception": 0,
            "Intelligence": 1,
            "Spirit": 1,
            "Charisma": 2
        },
        "talent": [],
        "skills": [{"name": "Чувство Магии"}]
    }
]