[
    {       
        "id": 1,
        "name" : "Эльт-Маре",
        "imgLink": "https://i.pinimg.com/564x/c1/76/3a/c1763a22931dbe97dbe2d993ca6248c8.jpg",
        "look": "Обладают не слишком развитой мускулатурой, в противовес которой полагаются на тонкие, но крепкие ноги. Их глаза и уши больше чем у людей, что обостряет их восприятие. Их волосы как правило имеют светлые оттенки. ",
        "lifeSpan": 120,
        "description" : "Эльт-Маре были одной из первых рас, перекочевавших в этот мир больше 30 тысяч лет назад и принесшие с собой свою культуру, однако на сегодня мало что сохранилось. Их вспыльчивый темперамент и высокомерие привели к затяжному противостоянию, как с себе подобными, так и с расами предтечей, населявших континент в те времена. Это привело к дальнейшей раздробленности и формированию подвидов этой расы. И хотя со временем их пыл поутих, даже сегодня большинство эльте считают себя высшей рассой",
        "height": 180,
        "culture": "В обществе эльте живут общинами, так называемыми Домами, во глове которых стоит конкретная семья. Даже в мирное время, памятуя о былых конфликтах, эльте стремятся поддерживать себя в полной боеготовности, начиная треировки с малых лет. Остаток же времени они посвещают искутву и ремеслу. Особенно преуспевают в медицине",
        "attributes" : {
            "Strength": 4,
            "Agility": 7,
            "Constitution": 4,
            "Perception": 6,
            "Intelligence": 5,
            "Spirit": 5,
            "Charisma": 5
        },
        "skills": []
    },
    {       
        "id": 2,
        "name" : "Эльт-Андар",
        "imgLink": "https://i.pinimg.com/564x/10/bd/61/10bd61e98df014f34fd1a5facd51d341.jpg",
        "look": "Имеют более крепкое телосложение в отличии от своих предков, и меньший рост, делает их более похожими на людей, однако за многие века под землей их кожа приобрела синевато-серые оттенки, а цвет зрачков - крассные.",
        "lifeSpan": 100,
        "description" : "Лишь только прибывыв в этот мир, часть эльте была вынуждена покинуть поверхность, укрывшись под землей, где их цивилизация понемногу возрождалась века за веками. Как ни странно, именно они сохранили большую часть культурного наследия своего народа, а необходимость постоянно бороться за выживание на протяжении всей свое истории заклила их тела и характеры, превратив в превосходных бойцов. . К большинству народов поверхности испытвают взаимную неприязнь, тем не менее за последние триста лет не вили активных боевых действий против них. ",
        "height": 160,
        "culture": "Во главе андарского общества стоят Матриархи, управляющие своими Соборами, часто поколоняющиеся старым эльтийским богам. Краеугольным камнем культуры андаров является прославление культа войны, в котором нет места чести и жалости. В условиях вечной нехватки ресурсов, на первое место становиться выживание своего собора, а не общее процветание. Их города выстраиваются на источниках эттера, что дает им повышеную чуствительность к этой енергии.",
        "attributes" : {
            "Strength": 5,
            "Agility": 6,
            "Constitution": 5,
            "Perception": 6,
            "Intelligence": 6,
            "Spirit": 4,
            "Charisma": 4
        },
        "skills": [{ "name": "Темновиденье" }]        
    },
    {       
        "id": 3,
        "name" : "Эльт-Сарен",
        "imgLink": "https://i.pinimg.com/564x/71/ea/75/71ea7511ed38e8807c0b5a2c1869b5fc.jpg",
        "look": "Cреди саренов пробладают красные оттенки кожи, их глаза имеют черный цвет с желтыми зрачками. Нередко сарены рождаются с длинными хвостами и небольшими рогами. Их народ малочисленен и слаб по природе.",
        "lifeSpan": 90,
        "description" : "Легенда гласит, что во времена раскола, неоторые эльте ушли далеко на юг, прошли через великую пустыню, перебрались через дрожащие горы, и  дошли до края мира, где встретили древнее как сам Эттер существо. Они умылись его кровью и она навсегда осталась на их коже. Существо одарило их знаниями и показало как обернуть силу мира в свою пользу. Не известно насколько правдива эта легенда, однако народ сареов в нее свято верит. Сарены предпочитают не ввязываться в конфликты, и высшей ценностью почитают знания.",
        "height": 170,
        "culture": "Cарены редко объединяются в групы, предпочитая проводить жизнь в странствиях и исследовать окружающий мир. Не имея самоидентичности как народа, они стремяться к саморазвитию и порой не чураются для этого заморать руки.",
        "attributes" : {
            "Strength": 4,
            "Agility": 4,
            "Constitution": 4,
            "Perception": 5,
            "Intelligence": 6,
            "Spirit": 5,
            "Charisma": 6
        },
        "skills": []
    },
    {       
        "id": 4,
        "name" : "Эльт-Урун",
        "imgLink": "https://i.pinimg.com/564x/68/f1/47/68f147a4afd0bd2a33abe992f2a18774.jpg",
        "look": "Тела урунов покрывают сильные мышцы и толстая кожа зеленых, коричневых и серых оттенков, уши сравнительно меньше чем у их предков, задо зубы стали крупнее и острее.",
        "lifeSpan": 50,
        "description" : "Во времена великого раскола несколько сотен домов эльте отправились в долгое изгнание, уйдя на восток дальше чем кто либо еще. Доподлинно не известно, что происходило с ними последующие десять тысяч лет, и для большинства казалось очеведным, что те эльте дано сгинули. Но однажды они вернулись ужастно ордой, утопив в крови половину континента. Тогда их силы были разбиты, и остаткам этого народа пришлось приспосабливаться к новым реалиям, и асимилироваться. И хотя сами они не воспринимают себя как часть народа эльте, ученые и историки сходятся во обратном мнении.",
        "height": 180,
        "culture": "Быт урунов выстроен вокруг племени, лидером которого изберается сильнейший и достойнейший. Века асимиляции дали свои плоды, и сегодня уруны гораздо цивилизование своих предков. Из них выходят превосходные ремесленники, кожевники и кузнецы. Селясь небольшими общинами они ведут назамысловатый образ жизни, охотясь и собирая дикие плоды.",
        "attributes" : {
            "Strength": 7,
            "Agility": 5,
            "Constitution": 7,
            "Perception": 5,
            "Intelligence": 3,
            "Spirit": 4,
            "Charisma": 3
        },
        "skills": []
    },
    {       
        "id": 5,
        "name" : "Арл",
        "imgLink": "https://i.pinimg.com/564x/14/64/aa/1464aa10169708df091c0fdb8a8f4693.jpg",
        "look": "европиодная",
        "lifeSpan": 80,
        "description" : "Арлы в большинстве своем обитают в цетре континента и весьма многочислены.",
        "height": 170,
        "culture": "Форма правления феодальная.",
        "attributes" : {
            "Strength": 5,
            "Agility": 5,
            "Constitution": 5,
            "Perception": 5,
            "Intelligence": 5,
            "Spirit": 5,
            "Charisma": 5
        },
        "skills": []
    },
    {       
        "id": 6,
        "name" : "Сахин",
        "imgLink": "https://i.pinimg.com/564x/75/ba/71/75ba718af5a5a695654592808725c2c1.jpg",
        "look": "арабская",
        "lifeSpan": 80,
        "description" : "Сахин живут на юге в пустынных землях, благодаря чему они более устойчивы к жаре.",
        "height": 170,
        "culture": "Форма правления султанат",
        "attributes" : {
            "Strength": 5,
            "Agility": 6,
            "Constitution": 4,
            "Perception": 5,
            "Intelligence": 5,
            "Spirit": 5,
            "Charisma": 5
        },
        "skills": []
    },
    {       
        "id": 7,
        "name" : "Нордан",
        "imgLink": "https://i.pinimg.com/564x/71/b2/ab/71b2abb35a9251edd94ed135e4d680c9.jpg",
        "look": "нордическая",
        "lifeSpan": 80,
        "description" : "Нордан обитают на севере, в горах и заснеженой тайге. Устойчивы к холоду.",
        "height": 170,
        "culture": "Форма правления клановая.",
        "attributes" : {
            "Strength": 6,
            "Agility": 4,
            "Constitution": 6,
            "Perception": 5,
            "Intelligence": 5,
            "Spirit": 5,
            "Charisma": 4
        },
        "skills": []
    },
    {       
        "id": 8,
        "name" : "Вилант",
        "imgLink": "https://i.pinimg.com/564x/a0/cb/45/a0cb45b0cff5de8e5b94885295db9c23.jpg",
        "look": "азиатская",
        "lifeSpan": 70,
        "description" : "Вилант обитают на востоке, в диких землях. ",
        "height": 160,
        "culture": "Ведут кочевой образ жизни. Коневоды.",
        "attributes" : {
            "Strength": 4,
            "Agility": 5,
            "Constitution": 4,
            "Perception": 6,
            "Intelligence": 6,
            "Spirit": 5,
            "Charisma": 5
        },
        "skills": []
    },
    {       
        "id": 9,
        "name" : "Дерлинг",
        "imgLink": "https://www.vippng.com/png/detail/53-538968_d-d-dwarf-png-dwarf-fighter-dnd.png",
        "look": "невысокие, но крепко сложенные, дерлини обладают густой растительностью на теле и толстой кожей, что помогает им выживать в горах.",
        "lifeSpan": 60,
        "description" : "Дэрлини прибыли в этот мир около 6 тысяч лет назад, а их популяция далеко не так многочислена, поскольку женщины этого народа дают потомство до 3 раз за жизнь и вынашивают детей два года. Попытки скрещиваться с эльтийскими народами породили первых хорлингов, что посчиталось провалом. На сегодняшний день являются одной из наиболее продвинутых рас в инженерном плане, чем способны компенсировать свою низкую чуствительность к эттеру.",
        "height": 150,
        "culture": ": Они обитают в горных крепостях и предпочитают клановый строй общества. Они трудолюбивы и склонны развивать свои таланты в кузнечестве и инженерии. Тем не менее, имеют буйный характер и любят подраться ради забавы. Хотя по настоящему они не агресивны, и прдпочитают вести мирный образ жизни, когда речь заходит об обороне родных земель они становятся ужасающей силой.",
        "attributes" : {
            "Strength": 6,
            "Agility": 3,
            "Constitution": 7,
            "Perception": 4,
            "Intelligence": 6,
            "Spirit": 4,
            "Charisma": 4
        },
        "skills": [{"name": "Камнекожа"}]
    },
    {       
        "id": 10,
        "name" : "Хорлинг",
        "imgLink": "https://i.pinimg.com/564x/c1/f0/aa/c1f0aafc98c864479b9bfd4a7506ae4a.jpg",
        "look": "низкорослые отпрыски эльте и дерлингов, хорлинги являются одной из слабейших рас, но компенсируют это своей проворностью",
        "lifeSpan": 50,
        "description" : "К хорлингам в народе принято обращаться с чуть большим пренебрежением чем к остальным, поскольку их вид никому не может внушить ни страха, ни уважения. Ни эльте ни дерлиени не считают их частью своего народа.",
        "height": 120,
        "culture": "У хорлингов нет своей родины, но это лишь повышает их сплоченность. Как правило живут небольшими общинами рядом с другими расами и лучше всего справляются с мелкой работой. Будучи слабыми физически, они часто проявляют изобретательность и остроту ума, стаеовясь учеными или торговцами, а хорошо подвешеный язык и в целом довольео миловидная внешность делает из них хороших артистов.",
        "attributes" : {
            "Strength": 3,
            "Agility": 7,
            "Constitution": 3,
            "Perception": 5,
            "Intelligence": 6,
            "Spirit": 4,
            "Charisma": 6
        },
        "skills": []
    },
    {       
        "id": 11,
        "name" : "Дэв",
        "imgLink": "https://66.media.tumblr.com/0bc29710cad63f9600349f35e106c3b9/tumblr_p7stinQNdJ1xr1wnro1_400.jpg",
        "look": "высокий рост, крепкое телосложение, тон кожи меняется от региона обитания, масивные рога вдоль черепа",
        "lifeSpan": 30,
        "description" : "Дэвы представляют собой расу неповортливых но чертовски сильных гигантов, обитающих в самых разных уголках Эттера. Об их родном мире ничего неизвестно, поскольку в их общинах не принято вести хоть какие-то хроники, а знания передаются от родителя к ребенку. Их интелектуальные возможности сравнительно не высоки, однако их хватает для выживания в диких условиях. Их редко можно встретить в больших городах. Несмотря на свой устрашающий вид они зачастую весьма дружелюбны если их не обижать.",
        "height": 300,
        "culture": "Дэвы живут семьями по 5-10 особей, и большую часть времени занимаются охотой. В среднем дэв становится взрослым уже на пятом году жизни, и начинает полеоценно участвовать в жизни сообщества. Главной в семье всенда считается родительница, и после ее смерти главенство переходит к старшей дочери. Для дэвов нормальным является кровосмешение, а спаривание с другими видами невозможно... по естественным причинам несовместимости.",
        "attributes" : {
            "Strength": 8,
            "Agility": 5,
            "Constitution": 8,
            "Perception": 5,
            "Intelligence": 2,
            "Spirit": 3,
            "Charisma": 2
        },
        "skills": []
    },
    {       
        "id": 12,
        "name" : "Мердрак",
        "imgLink": "https://i.pinimg.com/564x/7c/11/06/7c11067e2d2a7a715289848de5369d91.jpg",
        "look": "рептиливидные, местами покрыты чешуей.",
        "lifeSpan": 150,
        "description" : "Народ мердрак один из самых малочисленных и загадочных. О их происхождении толком ничего неизвестно, однако по народному поверью они происходят от древних драконов.",
        "height": 190,
        "culture": "Для большинства мердраков жизнь кажется одним сплошным испытанием. Матери откладывают яйца мердраков уходя в глубокие пещеры или закапывая их под землей, где они развиваются на протяжении семи лет. Рождаясь они равны по развитию 7-летнему ребенку, но дорастают до взрослой особи за 3 года. Тчание с которым матери так прячут яйца связано прежде всего с тем, что они дают потомство толька раз в жизни, и редко имеют возможность оставаться с ними на протяжкеии всего времени. Достигая взрослого возраста мердраки отправляются в странствие прощаясь с семьей.",
        "attributes" : {
            "Strength": 6,
            "Agility": 6,
            "Constitution": 6,
            "Perception": 5,
            "Intelligence": 4,
            "Spirit": 4,
            "Charisma": 5
        },
        "skills": []
    },
    {       
        "id": 13,
        "name" : "Бистар",
        "imgLink": "https://i.pinimg.com/564x/5e/90/84/5e9084d24d75cb12d1a047eba2fb6f80.jpg",
        "look": "гуманоиды со звереными чертами",
        "lifeSpan": 60,
        "description" : "Сказания гласят, что первые бистары некогда были людьми. В час нужды они потребовали у богов помощи, разгневанные тем, какими слабыми их сотворила природа. Тогда всевышние даровали им силу зверей, навсегда лишив их человеческого облика. Первые бистары были замечены в окрестностях северного хребта около 500 лет назад, однако в дальнейшем представители этого вида стали появляться и в других краях, в облике животных, обитающих в конкретном регионе. Так что даже если легенды правдивы, следует полагать, что племен наказанных Богами было несколько.",
        "height": 170,
        "culture": "От своих четвероногих соплеменников бистары унаследовали хороший нюх, острые когти и шерстяной покров. Важным является то, что присущая нынешним бистарам культура поведения, позволяющая им на равных общаться с другими расами, не является аксиомой. Это результат долгих столетий работы над собой, в ходе которой они тщательно старались подавить в себе животные инстинкты, дабы органично влиться в цивилизованное общество. Слабые духом же теряют рассудок, а их поведение ничем не отличается от дикого зверья. Лишь немногие бистары способны удерживать баланс между личностью и зверем внутри себя, используя этот потенциал в бою.",
        "attributes" : {
            "Strength": 6,
            "Agility": 6,
            "Constitution": 6,
            "Perception": 5,
            "Intelligence": 4,
            "Spirit": 4,
            "Charisma": 5
        },
        "skills": []
    }
]